Repository: franck-paul/socialMeta
Catalog: locales/*/main.po
Languages: fr

source: Add social meta to your posts, pages and other contexts
fr: Ajouter des métadonnées sociales à vos posts, pages et autres contextes

source: Series
fr: Séries

source: Serie
fr: Série

source: Active socialMeta
fr: Activer socialMeta

source: Add social meta on posts
fr: Ajouter les métadonnées sociales aux billets

source: Add social meta on pages
fr: Ajouter les métadonnées sociales aux pages

source: Add social meta on other contexts (home, archive, category, tags, ...)
fr: Ajouter des métadonnées sociales dans les autres contextes (home, archive, catégorie, tags, ...)

source: Use Open Graph (Mastodon/Facebook) social meta:
fr: Insérer les métadonnées pour Open Graph (Mastodon/Facebook) :

source: Use Google social meta:
fr: Insérer les métadonnées pour Google :

source: Use Twitter social meta:
fr: Insérer les métadonnées pour Twitter :

source: Twitter account:
fr: Compte twitter :

source: With or without @ prefix.
fr: Avec ou sans le préfixe @.

source: Mastodon account:
fr: Compte Mastodon :

source: @user@mastodon_instance.ext (see your Mastodon profile)
fr: @user@mastodon_instance.ext (voir votre profil Mastodon)

source: This blog is a photoblog
fr: Ce blog est un photoblog

source: Will use "summary_large_image" twitter card type rather than "summary", and will include the first original photo if possible rather than the medium thumbnail for post and page contexts.
fr: Utilisera le type de carte twitter "summary_large_image" plutôt que "summary", et inclura si possible la première photo originale plutôt que la vignette moyenne pour les contextes des billets et des pages.

source: Default description:
fr: Description par défaut :

source: Will be used if post (or page) have no text and for other contexts.
fr: Sera utilisé si le billet (ou la page) n'a pas de texte et pour les autres contextes.

source: Default image (URL):
fr: Image par défaut (URL) :

source: Will be used if post (or page) have no image and for other contexts.
fr: Sera utilisé si le billet (ou la page) n'a pas d'image et pour les autres contextes.

source: Save
fr: Enregistrer
